<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title>Marginalia &raquo; Editorial Services</title>

<META 
content="Editorial services, French-English translation, copyediting, copywriting." name=description>
<META 
content="Editorial Services, rapide, urgent, meme jour, effectué dans la journée, Freelance editor, manuscript editing, line edit, line editing, copyediting, copywriting, book, poetry, poem, nonfiction, fiction, proofread, proofreader, publish, publishing, self-publishing, letter, marketing, story, script, report, annual report, speech, feature, thesis, paper, term paper, application, essay, document, magazine, copy, edit, editorial, editor, Freelance proofreader, Books, novels, Manuscripts, query letter, book proposal, publication" 
name=keywords>


<link type="text/css" rel="stylesheet" href="style.css" />


<script type="text/javascript">

  var _gaq = _gaq || [];
  _gaq.push(['_setAccount', 'UA-23175978-1']);
  _gaq.push(['_trackPageview']);

  (function() {
    var ga = document.createElement('script'); ga.type = 'text/javascript'; ga.async = true;
    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
    var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(ga, s);
  })();

</script>
</head>


<body>

<div id="contentwrap">
<p class="lang"><span>EDITORIAL <a href="/english">ENGLISH LESSONS</a> <a href="classes">CLASSES</a></span>  EN <a href="traduction">FR</a></p>
<div id="content">
<img class="logo" src="editorial.png" width=200/>
<p class="logo2">Translation . Copy-editing  . Copy-writing</p>

<img class="image" src="image1.jpg" />



<h4>Copyediting</h4>
<p>Copy editing and correction of scientific articles and documents in every field:</p>
<ul>
<li> humanities and social sciences
<li>natural sciences and mathematics
<li> medical research
<li> literature
<li>finance, commerce, and marketing
		</ul>
<p><i>Rates</i> : From 4 euros / page  for a correction of grammar, punctuation, and choice of words, to 10 euros / page for reworking textual organization, structure and argument, and style.</p>
<p>Rates are calculated per double-spaced A4 page, Times New Roman 12.</p>
<hr/>



<h4>French-English Translation</h4>

<p>I offer French-English translation of all scientific, literary, business and personal documents.</p>
<p>My long and varied background in university research, literature, and academic publishing, gives me the necessary experience to  find the best expression for you words.</p>
<p><i>Rates</i> : Between 0.05 and 0.11 euro / word,  depending on the text, the subject matter, and the timeframe. </p>
<hr/>







<h4>Contact</h4>
<p>E-mail : <a href="mailto:nathaniel@marginalia.be">nathaniel@marginalia.be</a></p>
<p>Skype : anglaisurplace </p>
<p>GSM: 0485 / 136 458</p>

<p class=""><a href="http://www.linkedin.com/in/nathanielrb/fr"><img src="linkedin.png" alt="LinkedIn Profile"/></a></p>

<div class="imagediv">
<img class="imagehalf" src="image2.jpg" />
</div>


<h4>Among My Clients</h4>
<p>Université Libre de Bruxelles (ULB), Université de Liège, Université Sorbonne Nouvelle Paris 3,  Université Paris-Sorbonne 4, Faculté de medicine Université Paris 5, Université Paris 7, Faculté des Sciences Orsay Université Paris-Sud 11, Université Lyon 2, CESCM Université de Poitiers, Institut d’histoire du temps présent CNRS, Centre d’études et de recherches internationales CNRS, HiSoMa CNRS, Faculté des Sciences de Bizerte, Ecole Supérieure des Communications de Tunis, CoManaging, Institut Facultaire des Sciences Agronomiques de Yangambi, UTINAM UMR CNRS, Université de Franche-Comté, Facultés Universitaires Notre-Dame de la Paix, Université de Paris-Dauphine, </p>
<hr/>


<h4>Testimonials (in French)</h4>
<p><i>Même avec mes phrases proustiennes — mais non, être prolixe ce n&#8217;est pas forcément écrire comme Proust ! — vous tombez toujours sur les quatres pattes comme un chat.</i></p><p class="cite"> — ZM, professeur à l&#8217;université</p>
<p><P><I>J&#8217;ai trouv&eacute; que le travail a &eacute;t&eacute; fait très soigneusement et s&eacute;rieusement, les corrections &eacute;taient scrupuleuses et attentives à ne pas d&eacute;naturer ou fausser le texte, mais à le rendre en anglais correct et lisible. Le prix est très comp&eacute;titif, le d&eacute;lai d&#8217;attente r&eacute;duit, bref, j&#8217;ai trouv&eacute; que tout &eacute;tait vraiment très bien ! Sans doute à recommander.</I></p><p class="cite"> — Anna C., en thèse à Lyon</P></p>
<p><P><I>Je me suis adress&eacute;e à Nathaniel pour la correction d&#8217;un essai. Je l&#8217;ai trouv&eacute; à la fois très impliqu&eacute; et appliqu&eacute;. Les corrections effectu&eacute;es &eacute;taient pertinentes et le sens premier du texte a &eacute;t&eacute; pr&eacute;serv&eacute;, le tout dans des d&eacute;lais très courts. Je ferai, sans h&eacute;siter, appel à lui dans le futur si le besoin s&#8217;en fait sentir.</I></p><p class="cite"> — Laure L., finance et commerce, Paris</P></p>
<p><P><I>J’ai fait appel aux services de Nathaniel pour corriger un article scientifique. Il m’a propos&eacute; un d&eacute;lai très court qui me convenait à merveille. D’ailleurs, c’&eacute;tait l’offre la plus convenable de toutes. Les corrections effectu&eacute;es &eacute;taient très bien soign&eacute;es avec beaucoup d’implication et de &eacute;rieux. Ses notes pertinentes sur la mise en forme du manuscrit m’ont &eacute;t&eacute; d’une grande utilit&eacute;. Le d&eacute;lai a &eacute;t&eacute; bien respect&eacute; et la correction bien pr&eacute;sent&eacute;e. Esp&eacute;rons maintenant l’acceptation de l’article pour publication et beaucoup de r&eacute;ussite à Nathaniel.</I></p><p class="cite"> — Ons T., chercheuse en biologie, Tunisie</P></p>
<p><P><I>Vous êtes d&#8217;une efficacit&eacute; &#8230; d&eacute;moralisante.</I></p><p class="cite"> &mdash; Fabien T., chercheur en histoire, Paris</P>





<img class="image" src="image3.jpg" />

</div>
</div>

<p class="last">&copy; 2011 Nathaniel Rudavsky-Brody</p>

</body>
</html>